[
    {
        "id": 1,
        "title": "Sabah namazının 2 rekatlık sünneti",
        "description": "Her kim bir gün ve gecede, farz namazlar dışında on iki rekat namaz kılarsa, Allah Teâlâ ona cennette bir ev bina edecektir. Bunlar şu namazlardır: Sabah namazından önce iki rekat, öğleden önce dört rekat, öğleden sonra iki rekat, akşamdan sonra iki rekat ve yatsıdan sonra iki rekat. (Tirmizi, Salât, 189; Nesâî, Kıyâmül-Leyl, 66; İbn Mâce, İkâme, 100)\n\nSabah namazının iki rekat sünneti, dünya ve dünyadaki her şeyden daha hayırlıdır. (Müslim, Müsâfirîn 96)",
        "link": "3xAFGY_m2AQ"
    },
    {
        "id": 2,
        "title": "Başkalarına dua etmek",
        "description": "Başkalarına dua etmek, kendin için istenilen şeyi başkası içinde istemek. (Müslim, Zikir 86; Ebû Dâvûd, Vitir 29)",
        "link": "tGjErdsVV2s"
    },
    {
        "id": 3,
        "title": "Selam vermek",
        "description": "Birisi ile karşılaşınca Selamun Aleyküm diyerek selam vermek ve ayrılırken tekrar selam vermek. [Tirmizi]",
        "link": ""
    },
    {
        "id": 4,
        "title": "Sünnet namazı için yer değiştirmek",
        "description": "Farz namazından sonra sünnet namazı için yer değiştirmek ve farklı yerde kılmak. (Öğle, akşam ve yatsı vakitleri buna dahildir. Diğer 2 vakitte farz namazdan sonra sünnet namaz yoktur.) (Kâsânî, Bedâyi’ü’s-Sanâyi, I, 160.)",
        "link": ""
    },
    {
        "id": 5,
        "title": "Birisi ile karşılaşınca el sıkışmak",
        "description": "Birisi ile karşılaşınca el sıkışmak, tokalaşmak. (Cinsiyeti aynı olan kişi ile ve Corona gibi temasın hastalığa neden olduğu zamanlarda yapılmamalı. Bu normal hayatta yapılsa da farkında olmadan sünnete göre davranan kişi yaptığı amelden dolayı sevap kazansa da sünnet uyma niyetiyle davranan kişi kadar sevap kazanmaz. Ama sünnet üzere yaşamayı alışkanlık hâline getirmiş bir kişinin, her defasında yaptığının sünnet olduğunu düşünmesi gerekmez, sünnet sevabı kazanır.) (Ebu Dâvud ve Tirmizî el-Berâ'dan rivayet etmiştir. Nasbu'r-Râye, IV, 260.)",
        "link": ""
    },
    {
        "id": 6,
        "title": "Tebessüm etmek",
        "description": "Tebessüm etmek. (Bu normal hayatta yapılsa da farkında olmadan sünnete göre davranan kişi yaptığı amelden dolayı sevap kazansa da sünnet uyma niyetiyle davranan kişi kadar sevap kazanmaz. Sünnet üzere yaşamayı alışkanlık hâline getirmiş bir kişinin, her defasında yaptığının sünnet olduğunu düşünmesi gerekmez, sünnet sevabı kazanır.) (Tirmizî, Birr, 36)",
        "link": ""
    },
    {
        "id": 7,
        "title": "Abdestli yatmak",
        "description": "Abdestli yatmak. (Irakî, Tahricu Ahadisi’l-İhya, 3/209)",
        "link": ""
    },
    {
        "id": 8,
        "title": "Sağına dönerek yatmak",
        "description": "Yatarken sağına dönerek yatmak. (Buhari 2/ 934)",
        "link": ""
    },
    {
        "id": 9,
        "title": "Yatarken sağ avucunu yanağının altına koymak",
        "description": "Yatarken sağ avucunu yanağının altına koymak. (Tirmizî - 146, Buharî 2/ 934)",
        "link": ""
    },
    {
        "id": 10,
        "title": "Yemeğe besmele ile başlamak",
        "description": "Yemeğe besmele ile başlamak. (Bismillahirrahmanirrahim demek evlâdır, lâkin bismillah da denilebilir. Her hayırlı işe besmele ile başlamak sünnettir fakat, bunu kendimize oturtmak için yemekten başlayabiliriz çünkü böylesi genel için daha kolay bir başlangıçtır...) (Münavî, Feyzu’l-Kadir, V/13.)",
        "link": ""
    },
    {
        "id": 11,
        "title": "Sağ elin 3 parmağı ile yemek",
        "description": "Elle yenilen şeyleri sağ elin 3 parmağı ile yemek. (Ka’b bin Malik)",
        "link": ""
    },
    {
        "id": 12,
        "title": "Yemek yenen tabağı sıyırmak",
        "description": "Yemek yenen tabağı sıyırmak. (Buna sünnetlemek denir. Ekmekle tabaktaki artıkları toplanıp yenilmesi şekliyle yapılabilir.) (Tirmizi)",
        "link": ""
    },
    {
        "id": 13,
        "title": "Lokmaları iyice çiğnemek",
        "description": "Lokmaları iyice çiğnemek ve büyük lokmalar almamak. (Muhammed Şemsüddin Makdisi, el-Adabu’ş-şeriyye, 3/174-176)",
        "link": ""
    },
    {
        "id": 14,
        "title": "Yemekten önce ve sonra elleri yıkamak",
        "description": "Yemekten önce ve sonra elleri yıkamak. [Tirmizî, Şemâil, 27.bab, no:189.]",
        "link": ""
    },
    {
        "id": 15,
        "title": "Yemekten sonra Elhamdülillah demek",
        "description": "Yemekten sonra \"Elhamdülillah\" demek. (Taberani)",
        "link": ""
    },
    {
        "id": 16,
        "title": "Kırıntıları yemek",
        "description": "Kırıntıları sağ elin işaret parmağı ile toplayıp yemek. (Camiussağir - 1426)",
        "link": ""
    },
    {
        "id": 17,
        "title": "Hayretini SübhanAllah ile ifade etmek",
        "description": "Şaşırılan bir şeye hayretini \"SübhanAllah\" ile ifade etmek. (Buhari fethul bari şerhi  1/210, Müslim 4/1857)",
        "link": ""
    },
    {
        "id": 18,
        "title": "Kapının sağında veya solunda beklemek",
        "description": "Kapıyı çaldıktan sonra kapının karşısında değil sağında veya solunda beklemek. (Ebu Davud, Adab:128)",
        "link": ""
    },
    {
        "id": 19,
        "title": "Abdest alırken parmakları hilallemek",
        "description": "Abdest alırken parmakları hilallemek yani birbirlerinin üstünden ve aralarından geçirmek. (İbn Hanbel, h.no: 2604)",
        "link": ""
    },
    {
        "id": 20,
        "title": "Abdest alırken ağza ve buruna fazla su vermek",
        "description": "Abdest alırken ağza ve buruna fazla su vermek. (Buradan kasıt ağız ve burun içine iyice suyu ulaştırmaktır.) (Ebu Dâvud, Tahâret 55, (142, 143, 144); Tirmizi, Tahâret 30, (3, 8); Nesâi, tahâret 71, 92, (1, 66, 79)",
        "link": ""
    },
    {
        "id": 21,
        "title": "Abdestte kolları ve ayakları yıkarken dirsek ve ayak bileklerinin üstüne suyu ulaştırmak",
        "description": "Abdestte kolları ve ayakları yıkarken dirsek ve ayak bileklerinin üstüne suyu ulaştırmak. (Müslim- 1/ 126)",
        "link": ""
    },
    {
        "id": 22,
        "title": "Yemekte dizlerin üstüne oturmak",
        "description": "Yemekte dizlerin üstüne oturmak veya sağ dizi dikip sol ayağı yere sererek üzerine oturmak. (Yer sofrasında yemek yiyenler bu sünneti uygulayabilirler.) (İbn Hacer, Fethu'l-Bari, Şerhu Sahihi Buhari, 9/446)",
        "link": ""
    },
    {
        "id": 23,
        "title": "Tırnakları Cuma günü kesmek",
        "description": "Tırnakları Cuma günü kesmek. (Eğer tırnaklar çok uzamış olmayacaksa cuma günü beklenebilir.) (Dürrü’l-Muhtar, c. VI, sh: 405)",
        "link": ""
    },
    {
        "id": 24,
        "title": "Tırnak keserken ellerden başlamak",
        "description": "Tırnak keserken ellerden başlamak, ayak tırnaklarını sonra kesmek. (Sağ elin işaret parmağından başlanılır, serçe parmağa kadar kesilir ardından sol elin serçe parmağından başlanır baş parmağa kadar kesilir. En son sağ elin baş parmağı kesilir. Ayaklarda ise sağ ayağın serçe parmağından başlanılıp sola doğru sırayla kesilir.) (Hattâb es-Sübkî, el-Menhel, I/189)",
        "link": ""
    },
    {
        "id": 25,
        "title": "Abdestten sonra yapılan dua",
        "description": "Abdestten sonra \"Eşhedü Ella İlahe İllallahu Vahdehu La Şerikeleh ve Eşhedü Enne Muhammeden Abdühu ve Rasulüh.\" demek. (Müslim, Tahâret, 17. Krş. Müslim, Müsâfirîn, 294)",
        "link": ""
    },
    {
        "id": 26,
        "title": "Sağ elle yiyip içmek",
        "description": "Sağ elle yiyip içmek. [İbni Mace]",
        "link": ""
    },
    {
        "id": 27,
        "title": "İnsanları kötülükten alıkoymak",
        "description": "Bu sünnetin önemi...",
        "link": "70TSbVmD1PM"
    },
    {
        "id": 28,
        "title": "Tebliğ Etmek",
        "description": "İnsanlara İslam'ı güzel ve tatlı bir üslupla anlatmak...",
        "link": "P79my65IpEk"
    },
    {
        "id": 29,
        "title": "Abdestte burun temizliğini sol elle yapmak",
        "description": "Abdestte burna su verdikten sonra temizlemeyi sol el ile yapmak. (İbn-i Mâce Taharet 6, Müslim Taharet 32)",
        "link": ""
    }
]